user_db = {
    1: {
        '이름': '유용',
        '나이': 27,
        '생년월일': '1998-08-29',
        '직업': '프론트엔드 개발자',
        '거주지': '서울 강남구',
        '계약 기간': '2년 2개월'
    },
    2: {
        '이름': '김민',
        '나이': 30,
        '생년월일': '1995-02-22',
        '직업': '백엔드 개발자',
        '거주지': '서울 서초구',
        '계약 기간': '2년 4개월'
    },
    3: {
        '이름': '박준',
        '나이': 29,
        '생년월일': '1996-03-11',
        '직업': '로봇 공학자',
        '거주지': '서울 강남구',
        '계약 기간': '3년 2개월'
    },
    4: {
        '이름': '이현',
        '나이': 28,
        '생년월일': '1997-01-16',
        '직업': '경영 컨설턴트',
        '거주지': '서울 강동구',
        '계약 기간': '3년 5개월'
    },
    5: {
        '이름': '정석',
        '나이': 33,
        '생년월일': '1992-09-21',
        '직업': '모바일 개발자',
        '거주지': '경기도 수원시',
        '계약 기간': '7년 4개월'
    }
}
